Repository: calamitywoah/ghostty
Catalog: po/*.UTF-8.po
Languages: cs_cz

source: Change Terminal Title
cs_cz: Změnit nadpis terminálu

source: Leave blank to restore the default title.
cs_cz: Zanechte prázdné k obnovení původního nadpisu.

source: Cancel
cs_cz: Zrušit

source: Configuration Errors
cs_cz: Chyby v konfiguraci

source: One or more configuration errors were found. Please review the errors below, and either reload your configuration or ignore these errors.
cs_cz: Jedna nebo více chyb byly nalezeny v konfiguraci. Prosím podívejte se na chyby zobrazeny dole, a aktualizujte konfiguraci nebo ignorujte tyto chyby.

source: Ignore
cs_cz: Ignorovat

source: Reload Configuration
cs_cz: Aktualizovat konfiguraci

source: Copy
cs_cz: Kopírovat

source: Paste
cs_cz: Vložit

source: Clear
cs_cz: Vyčistit

source: Reset
cs_cz: Resetovat

source: Split
cs_cz: Rozdělit

source: Change Title…
cs_cz: Změnit nadpis…

source: Split Up
cs_cz: Rozdělit nahoře

source: Split Down
cs_cz: Rozdělit dole

source: Split Left
cs_cz: Rozdělit vlevo

source: Split Right
cs_cz: Rozdělit vpravo

source: Tab
cs_cz: Karta

source: New Tab
cs_cz: Nová karta

source: Close Tab
cs_cz: Zavřít kartu

source: Window
cs_cz: Okno

source: New Window
cs_cz: Nové okno

source: Close Window
cs_cz: Zavřít okno

source: Config
cs_cz: Konfigurace

source: Open Configuration
cs_cz: Otevřít konfiguraci

source: Terminal Inspector
cs_cz: Inspektor terminálu

source: About Ghostty
cs_cz: O Ghostty

source: Quit
cs_cz: Ukončit

source: Authorize Clipboard Access
cs_cz: Povolit přístup ke schránce

source: An application is attempting to read from the clipboard. The current clipboard contents are shown below.
cs_cz: Aplikace se snaží přečíst obsah ve schránce. Obsah schránky je zobrazen dole.

source: Deny
cs_cz: Zakázat

source: Allow
cs_cz: Povolit

source: An application is attempting to write to the clipboard. The current clipboard contents are shown below.
cs_cz: Aplikace se snaží zapsat do schránky. Obsah schránky je zobrazen dole.

source: Warning: Potentially Unsafe Paste
cs_cz: Varování: Potenciálně nebezpečné vložení

source: Pasting this text into the terminal may be dangerous as it looks like some commands may be executed.
cs_cz: Vložení tohoto textu do terminálu může být nebezpečné protože to vypadá že nějáké příkazy mohou být spuštěny.

source: Ghostty: Terminal Inspector
cs_cz: Ghostty: Inspektor terminálu

source: Copied to clipboard
cs_cz: Zkopírováno do schránky

source: Close
cs_cz: Zavřít

source: Quit Ghostty?
cs_cz: Zavřít Ghostty?

source: Close Window?
cs_cz: Zavřít okno?

source: Close Tab?
cs_cz: Zavřít kartu?

source: Close Split?
cs_cz: Zavřít rozdělení?

source: All terminal sessions will be terminated.
cs_cz: Všechny procesy budou terminovány.

source: All terminal sessions in this window will be terminated.
cs_cz: Všechny procesy v tomto okně budou terminovány.

source: All terminal sessions in this tab will be terminated.
cs_cz: Všechny procesy v této kartě budou terminovány.

source: The currently running process in this split will be terminated.
cs_cz: Momentálně běžící proces v tomto rozdělení bude terminován.

source: Main Menu
cs_cz: Hlavní menu

source: View Open Tabs
cs_cz: Zobrazit otevřené karty

source: ⚠️ You're running a debug build of Ghostty! Performance will be degraded.
cs_cz: ⚠️ Používáte testovací verzi Ghostty! Výkon bude snížen.

source: Reloaded the configuration
cs_cz: Konfigurace bylo aktualizována

source: Ghostty Developers
cs_cz: Vývojáři Ghostty
